[
    {
        "id": 1,
        "headingId": "headingOne",
        "btnClass": "",
        "collapseTarget": "collapseOne",
        "expanded": "true",
        "title": "What types of products does AAG Africa specialize in?",
        "textClass": "show",
        "text": "AAG Africa specializes in a diverse range of products, including electric cars, construction vehicles, solar water heaters, solar panels, body kits for Land Cruisers, spare parts, household and office furniture, and ceramics. We also cater to custom orders based on our clients' specific needs."
    },
    {
        "id": 2,
        "headingId": "headingTwo",
        "btnClass": "collapsed",
        "collapseTarget": "collapseTwo",
        "expanded": "false",
        "title": "How does AAG ensure the quality of its products and services?",
        "textClass": "",
        "text": "We implement a strict quality control policy that includes supplier evaluations, product inspections, traceability, and continuous improvement. Our commitment to excellence ensures that all products meet the highest standards of quality and performance."
    },
    {
        "id": 3,
        "headingId": "headingThree",
        "btnClass": "collapsed",
        "collapseTarget": "collapseThree",
        "expanded": "false",
        "title": "Can AAG Africa handle special or custom orders?",
        "textClass": "",
        "text": "Yes, we are happy to accommodate special or custom orders. Whether it’s a specific body kit, furniture design, or other unique requirements, our experienced team works closely with trusted suppliers to deliver tailored solutions that meet your exact specifications."
    },
    {
        "id": 4,
        "headingId": "headingFour",
        "btnClass": "collapsed",
        "collapseTarget": "collapseFour",
        "expanded": "false",
        "title": "What kind of data is needed for analysis?",
        "textClass": "",
        "text": "Tennings appetite disposed me an at subjects an. To no indulgence diminution so discovered mr apartments. Are off under folly death wrote cause her way spite. Plan upon yet way get cold spot its week. Almost do am or limits hearts. Resolve parties but why she shewing. She sang know now minute exact dear open to reaching out."
    }
]